[
  {
    "info": {
      "title": "Terms of Use – Looksmaxing AI",
      "img": "https://i.pinimg.com/1200x/27/2d/f6/272df6b69a84aaa40daa44d0f535b9b2.jpg"
    }
  },
  {
    "text": [
      {
        "header": "Terms of Use – Looksmaxing AI"
      }
    ]
  },
  {
    "text": [
      {
        "header": "Data Processing and Photos"
      },
      {
        "description": "When you upload a photo to Looksmaxing AI, it is processed securely and sent to OpenAI for AI‑based analysis. Photos are temporarily stored on the ImgBB cloud and automatically deleted within 5 minutes after processing. No photos or personal data are permanently stored on our servers, and data is not shared with third parties outside of OpenAI."
      }
    ]
  },
  {
    "text": [
      {
        "header": "Purpose of Use"
      },
      {
        "description": "The app analyzes visual and textual data using OpenAI's artificial intelligence models to generate personalized feedback and recommendations. Results are provided solely for personal use and entertainment purposes."
      }
    ]
  },
  {
    "text": [
      {
        "header": "Privacy and Security"
      },
      {
        "description": "All data transfers are encrypted. Photos and text data are sent securely to OpenAI for processing under their privacy and security standards. Temporary photo storage occurs on the ImgBB cloud servers for a maximum of 5 minutes. We do not collect, sell, or share personal information with other third parties."
      }
    ]
  },
  {
    "text": [
      {
        "header": "OpenAI Data Policy"
      },
      {
        "description": "Uploaded data is processed by OpenAI in accordance with their Privacy Policy. Please review OpenAI's official policy here: [OpenAI Privacy Policy](https://openai.com/policies/privacy-policy)."
      }
    ]
  },
  {
    "text": [
      {
        "header": "ImgBB Data Policy"
      },
      {
        "description": "The temporary storage of photos is handled by ImgBB under their Privacy Policy. Please review ImgBB's policy here: [ImgBB Privacy Policy](https://imgbb.com/privacy)."
      }
    ]
  },
  {
    "text": [
      {
        "header": "User Responsibility"
      },
      {
        "description": "By using the app, you confirm that you are the owner of the photos you upload or have permission to use them. You agree not to upload illegal, harmful, or offensive content. You also acknowledge that data is sent to OpenAI for processing and temporarily stored on ImgBB cloud."
      }
    ]
  },
  {
    "text": [
      {
        "header": "Disclaimer"
      },
      {
        "description": "Looksmaxing AI provides aesthetic analysis using artificial intelligence. The results are generated algorithmically and are subjective. They should not be considered medical or professional advice. We are not responsible for any actions taken based on the app’s feedback."
      }
    ]
  },
  {
    "text": [
      {
        "header": "Changes to Terms"
      },
      {
        "description": "We may update these Terms of Use from time to time. Updates will take effect once published within the app. Continued use of the app after changes means you accept the new terms."
      }
    ]
  },
  {
    "links": [
      {
        "href": "https://openai.com/policies/privacy-policy",
        "text": "OpenAI Privacy Policy"
      },
      {
        "href": "https://imgbb.com/privacy",
        "text": "ImgBB Privacy Policy"
      }
    ]
  }
]
